<ul>
    <li><a href="index.php?menu=1">1.การจัดการข้อมูลอาหาร</a></li>
        <ul>
            <li><a href="index.php?menu=11">การเพิ่มข้อมูลอาหาร</a></li>
            <li>การแก้ไขข้อมูลอาหาร</li>
            <li>การลบข้อมูลอาหาร</li>
            <li>การปรับสถานะของอาหารได้</li>
        </ul>
    </li>
    <li>2.การจัดการข้อมูลการสั่งชื้ออาหาร</li>
    <ul>
        <li>การเพิ่มข้อมูลการสั่งซื้ออาหาร</li>
        <li>แก้ไขข้อมูลการสั่งซื้ออาหาร</li>
        <li>ลบข้อมูลการสั่งซื้ออาหาร</li>
        <li>การปรับสถานะของอาหารได้</li>
    </ul>
    <li>3.การจัดการสถานะการสั่งซื้ออาหาร</li>

    <li>4.รายงานข้อมูล</li>
    <ul>
        <li><a href="index.php?menu=41">รายงานข้อมูลการสั่งซื้ออาหารทั้งหมด</a></li>
        <li><a href="index.php?menu=42">รายงานข้อมูลการขายโดยจำแนกตามวันที่และอาหารที่สั่งซื้อ</li>
        <li<a href="index.php?menu=43">รายงานข้อมูลยอดขายอาหารเป็นรายวัน-เดือน-ปี</li>
    </ul>
</ul>